[
    "You fool!",
    "NOPE",
    "That's so wrong..",
    "Not even close",
    "That was a stupid answer",
    "I'm a computer and even I can't believe you were so wrong",
    "hahaha no..",
    "No, just.. no",
    "Very very incorrect",
    "That's not the right answer",
    "NO",
    "OMG WRONG",
    "Sorry",
    "Respuesta incorrecta",
    "Incorrecto",
    "Usted tonto",
    "You dullard",
    "You dotard",
    "You're wrong. Believe me",
    "Dummy",
    "I'd slap you but I don't want stupid on my hand",
    "You're a person of rare intelligence. It's rare when you show any.",
    "You are proof that evolution CAN go in reverse.",
    "Brains aren't everything. In fact in your case they're nothing.",
    "In the battle of wits you're an unarmed man.",
    "Is your name Maple Syrup? It should be, you sap.",
    "You're so dumb, your dog teaches you tricks.",
    "Some drink from the fountain of knowledge, you just gargled.",
    "You are living proof that God has a sense of humor.",
    "You inspired the slogan, \"A mind is a terrible thing to waste.\"",
    "If you spoke your mind, you'd be speechless.",
    "I heard you got a brain transplant and the brain rejected you.",
    "Ordinarily people live and learn. You just live.",
    "Are you always an idiot, or just when I'm around?",
    "Have you considered suing your brains for non-support?",
    "I don't know what makes you so stupid, but it really works.",
    "You remind me of the ocean -- you make me sick.",
    "You have a Teflon brain - nothing sticks.",
    "Let's play horse. I'll be the front end and you be yourself.",
    "If ignorance is bliss, you must be the happiest person on earth.",
    "You're a few planets short of a Federation",
    "The force is not with you",
    "You're so dense, light bends around you.",
    "I know you are nobody's fool, but maybe someone will adopt you.",
    "I hear the only place You are ever invited is outside.",
    "The wheel is turning but the hamster is definitely dead.",
    "There is no vaccine against stupidity.",
    "If I ever need a brain transplant, I'd choose yours because I'd want a brain that had never been used.",
    "Sit down and give your mind a rest.",
    "So, a thought crossed your mind? Must have been a long and lonely journey.",
    "Some people are has-beens. You are a never-was.",
    "Sure, I've seen people like you before - but I had to pay an admission.",
    "Your head whistles in a cross wind.",
    "When you go to the mind reader, do you get half price?",
    "You are so stupid, you'd trip over a cordless phone.",
    "If brains were dynamite, you would not have enough to blow your nose.",
    "I would love to beat you up, but I have a problem with cruelty to dumb animals."
]